Repository: durgeshtimbadiya/WHO_New
Catalog: Localizable.xcstrings
Source language: en
Languages: as_in, bn_in, gu_in, hi, kn_in, ml_in, or_in, pa_in, ta_in, te_in

source: Valvular heart disease (complicated)
as_in: ভালভুলাৰ হৃদ ৰোগ (জটিল)
bn_in: হৃৎপিণ্ডের ভাল্ভিউলার অসুখ (জটিল)
gu_in: વાલ્વુલર હાર્ટ ડીસીઝ (જટિલ)
hi: वाल्वुलर हृदय रोग (जटिल)
kn_in: ಕವಾಟದ ಹೃದಯ ಕಾಯಿಲೆ (ಸಂಕೀರ್ಣ)
ml_in: വാൽവുലർ ഹൃദ്രോഗം (സങ്കീർണ്ണമായത്)
or_in: କପାଟିକା ହୃଦୟ ରୋଗ (ଜଟିଳ)
pa_in: ਵਾਲਵੁਲਰ ਦਿਲ ਦੀ ਬਿਮਾਰੀ (ਜਟਿਲ)
ta_in: வால்வு தொடர்பான இதய நோய் (சிக்கலானது)
te_in: వాల్యులర్ గుండె జబ్బు (సంక్లిష్టమైనది)

source: Vasectomy
as_in: ভেচেক্ট'মী
bn_in: ভ্যাসেক্টোমি
gu_in: પુરુષ નસબંધી
hi: पुरुष नसबंदी (वासेक्टोमी) : पहले 3 महीनों के लिए दूसरी विधि का उपयोग करें।
kn_in: ರೇತ್ರನಾಳೋಚ್ಛೇದನ
ml_in: വാസക്ടമി
or_in: ଶୁକ୍ରବାହିକା ଉଚ୍ଛେଦନ
pa_in: ਮਰਦਾਂ ਦੀ ਨਸਬੰਦੀ
ta_in: வாசெக்டமி
te_in: వాసెక్టమీ

source: Venous thromboembolism (VTE) family history.
as_in: ভেনাছ থ্ৰম্বোএম্বোলিজমৰ (VTE) পাৰিবাৰিক ইতিহাস।
bn_in: ভেনাস থ্রম্বোএম্বোলিজমের (VTE) পারিবারিক ইতিহাস।
gu_in: વીનસ થ્રોમ્બોએમ્બોલિઝમ (VTE)ની કૌટુંબિક પૂર્વવિગત.
hi: शिरापरक घनास्र-अंत:शल्यता (वेनोज थ्रोम्बोएम्बोलिज्म) (VTE) पारिवारिक इतिहास
kn_in: ರಕ್ತನಾಳದ ಗರಣೆಗಟ್ಟುವಿಕೆ (VTE) ಕೌಟುಂಬಿಕ ಇತಿಹಾಸ.
ml_in: വീനസ് ത്രോംബോബോളിസം (VTE) കുടുംബ ചരിത്രം.
or_in: ଶିରା ଥ୍ରୋମ୍ୱୋଏମ୍ୱୋଲିଜମ୍ (VTE) ପାରିବାରିକ ଇତିହାସ
pa_in: ਵੇਨਸ ਥ੍ਰੋਮਬੋਐਮਬੋਲਿਜ਼ਮ (VTE) ਪਰਿਵਾਰਕ ਇਤਿਹਾਸ
ta_in: குருதிநாள இரத்த உறைவு (VTE) குடும்ப வரலாறு.
te_in: వీనస్ థ్రోంబోఎంబోలిజం (VTE) కుటుంబ చరిత్ర

source: Viral hepatitis (carrier or chronic).
as_in: ভাইৰেল হেপাটাইটিছ (কেৰিয়াৰ বা ক্ৰ'নিক)।
bn_in: ভাইরাল হেপাটাইটিস (বাহক বা দীর্ঘকালীন)।
gu_in: વાઇરલ હીપેટાઇટિસ (કૅરિયર અથવા ક્રોનિક).
hi: वायरल हेपेटाइटिस (वाहक या दीर्घकालिक)
kn_in: ವೈರಲ್ ಯಕೃತ್ತಿನ ಉರಿಯೂತ (ವಾಹಕ ಅಥವಾ ದೀರ್ಘಕಾಲದ).
ml_in: വൈറൽ ഹെപ്പറ്റൈറ്റിസ് (കാരിയർ അല്ലെങ്കിൽ വിട്ടുമാറാത്തത്).
or_in: ଭାଇରାଲ୍ ହେପାଟାଇଟିସ୍ (ବାହକ କିମ୍ୱା ଦୀର୍ଘକାଳୀକ)
pa_in: ਵਾਇਰਲ ਹੈਪੇਟਾਈਟਸ (ਕੈਰੀਅਰ ਜਾਂ ਚਿਰਕਾਲੀਨ)
ta_in: வைரல் ஹெபடைடிஸ் ( எடுத்துச் செல்லும் அல்லது நாள்பட்ட).
te_in: వైరల్ హెపటైటిస్ (క్యారియర్ లేదా క్రానిక్)

source: Voluntary and informed choice is essential.
as_in: স্বেচ্ছামূলক আৰু অৱগতভাৱে পছন্দ কৰাটো অত্যাৱশ্যকীয়।
bn_in: স্বেচ্ছায় ও অবহিত পছন্দ আবশ্যক।
gu_in: આ માટે સ્વૈચ્છિક અને સૂચિત પસંદગી હોવી જરૂરી છે.
hi: स्वैच्छिक और सूचित विकल्प आवश्यक है।
kn_in: ಸ್ವಯಂಪ್ರೇರಿತ ಮತ್ತು ತಿಳುವಳಿಕೆಯುಳ್ಳ ಆಯ್ಕೆ ಅತ್ಯಗತ್ಯ.
ml_in: സ്വയം സന്നദ്ധവും വിവരം ബോദ്ധ്യപ്പെട്ടുള്ളതുമായ തിരഞ്ഞെടുപ്പ് അനിവാര്യമാണ്.
or_in: ସ୍ୱେଚ୍ଛାକୃତ ଓ ସୂଚିତ ପସନ୍ଦ ଅତ୍ୟାବଶ୍ୟକ।
pa_in: ਸਵੈਇੱਛਤ ਅਤੇ ਸੂਚਿਤ ਚੋਣ ਜ਼ਰੂਰੀ ਹੈ।
ta_in: தன்னார்வ மற்றும் தகவலறிந்த தேர்வு அவசியம்.
te_in: ఎంపిక గురించి సమాచారం స్వచ్ఛంద ఎంపిక అవసరం.

source: Weekly pill free from hormone and contains Ormeloxifene
as_in: হৰমন মুক্ত আৰু অৰ্মেলোক্সিফাইন সাপ্তাহিক বড়ি
bn_in: হরমোন ছাড়া সাপ্তাহিক পিল ও অরমেলোক্সিফেন যুক্ত
gu_in: હોર્મોન વગરની અઠવાડિક ગોળી અને તે ઓર્મેલોક્સિફેન ધરાવે છે.
hi: सप्ताह में एक बार लेने वाली गोली हार्मोन से मुक्त है और इसमें ऑरमेलॉक्सिफेन होता है
kn_in: ಹಾರ್ಮೋನ್‌ನಿಂದ ಮುಕ್ತವಾದ ಸಾಪ್ತಾಹಿಕ ಮಾತ್ರೆ ಮತ್ತು ಇದು ಆರ್ಮೆಲೋಕ್ಸಿಫೆನ್ ಅನ್ನು ಹೊಂದಿರುತ್ತದೆ
ml_in: ഹോർമോൺ അടങ്ങിയിട്ടില്ലാത്തതും ഓർമിലോക്സിഫീൻ അടങ്ങിയതുമായ പ്രതിവാര ഗുളിക
or_in: ହର୍ମୋନ୍ ମୁକ୍ତ ଏବଂ ଓର୍ମେଲୋକ୍ସିଫିନ୍ ଥିବା ସାପ୍ତାହିକ ବଟିକା
pa_in: ਹਫ਼ਤਾਵਾਰੀ ਗੋਲੀ ਹਾਰਮੋਨ ਤੋਂ ਮੁਕਤ ਹੁੰਦੀ ਹੈ ਅਤੇ ਇਸ ਵਿੱਚ ਓਰਮੇਲੋਕਸੀਫੀਨ ਹੁੰਦਾ ਹੈ
ta_in: வாராந்திர மாத்திரை ஹார்மோன் இல்லாதது மற்றும் ஆர்மெலாக்ஸிஃபென் –ஐ (Ormeloxifene)கொண்டுள்ளது.
te_in: వీక్లీ పిల్, హార్మోన్ హార్మోన్ లేకుండా, ఓర్మెలోక్సిఫెన్ కలిగి ఉంటుంది

source: When can a man rely on his vasectomy for contraception?
as_in: গৰ্ভনিৰোধৰ বাবে এগৰাকী ব্যক্তিয়ে কেতিয়া তেওঁৰ বন্ধ্যাকৰণৰ ওপৰত ভৰসা কৰিব পাৰে?
bn_in: কখন কোনও পুরুষ গর্ভনিরোধকের জন্য তাঁর ভ্যাসেক্টোমির উপর নির্ভর করতে পারেন?
gu_in: પુરુષો ગર્ભનિરોધ માટે તેમની નસબંધી પર ક્યારે આધાર રાખી શકે છે?
hi: कोई पुरुष गर्भनिरोधन के लिए अपनी नसबंदी (वासेक्टोमी) पर कब विश्वास कर सकता है?
kn_in: ಗರ್ಭನಿರೋಧಕಕ್ಕಾಗಿ ಪುರುಷನು ತನ್ನ ಸಂತಾನಹರಣ ಶಸ್ತ್ರಚಿಕಿತ್ಸೆಯನ್ನು ಯಾವಾಗ ಅವಲಂಬಿಸಬಹುದು?
ml_in: ഗർഭനിരോധനത്തിനായി ഒരു പുരുഷന് എപ്പോഴാണ് വാസക്ടമിയെ ആശ്രയിക്കാൻ കഴിയുക?
or_in: ଜଣେ ପୁରୁଷ ଗର୍ଭନିରୋଧକ ପାଇଁ ନିଜର ବନ୍ଧ୍ୟାକରଣ ଉପରେ କେବେ ବିଶ୍ୱାସ କରିପାରିବ?
pa_in: ਕੋਈ ਆਦਮੀ ਗਰਭ ਨਿਰੋਧਕ ਲਈ ਆਪਣੀ ਨਸਬੰਦੀ 'ਤੇ ਕਦੋਂ ਭਰੋਸਾ ਕਰ ਸਕਦਾ ਹੈ?
ta_in: எப்பொழுது கருத்தடைக்காக ஒரு மனிதர் தனது வாசெக்டமியை நம்பலாம்?
te_in: సంతాన నిరోధకం కోసం మనిషి తన వేసెక్టమీపై ఎప్పుడు ఆధారపడవచ్చు?

source: When can a woman have a copper-bearing IUD inserted?
as_in: এগৰাকী মহিলাই কেতিয়া তাম ধাৰণকাৰী IUD প্ৰবিষ্ট কৰোৱা উচিত?
bn_in: কখন কোনও মহিলা কপার সমন্বিত IUD নিতে পারেন?
gu_in: એક સ્ત્રી કૉપર ધરાવતી IUD ક્યારે દાખલ કરાવી શકે છે?
hi: एक महिला कॉपर युक्त IUD कब लगवा सकती है?
kn_in: ಮಹಿಳೆಯಲ್ಲಿ ತಾಮ್ರವಿರುವ IUDಯನ್ನು ಯಾವಾಗ ಸೇರಿಸಬಹುದು?
ml_in: എപ്പോഴാണ് ഒരു സ്ത്രീക്ക് കോപ്പർ അടങ്ങിയ IUD ഉപയോഗിക്കാൻ കഴിയുക?
or_in: ଜଣେ ମହିଳା କେବେ ଏକ କପର୍-ଧାରକ IUD ଭର୍ତ୍ତି କରିପାରିବେ?
pa_in: ਕਿਸੇ ਔਰਤ ਨੂੰ ਤਾਂਬੇ ਵਾਲਾ IUD ਕਦੋਂ ਦਾਖਲ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ?
ta_in: எப்பொழுது ஒரு பெண் செப்பு தாங்கிய IUD செருகிக் கொள்ளலாம்?
te_in: ఒక స్త్రీ గర్భాశయం లోనికి రాగిని కలిగి ఉండే IUDని ఎప్పుడు చొప్పించవచ్చు?

source: When can a woman have a Levonorgestrel IUD inserted?
as_in: এগৰাকী মহিলাক কেতিয়া লেভোনৰ্গেষ্ট্ৰেল IUD প্ৰয়োগ কৰা যায়?
bn_in: কখন কোনও মহিলা লেভোনোরজেস্ট্রেল IUD প্রবেশ করাতে পারেন?
gu_in: એક સ્ત્રીએ ક્યારે લીવોનોરજેસ્ટ્રેલ IUD મૂકાવી જોઇએ?
hi: एक महिला को लेवोनोर्गेस्ट्रेल IUD कब लग सकता है?
kn_in: ಮಹಿಳೆಗೆ ಲೆವೊನೊರ್ಗೆಸ್ಟ್ರೆಲ್ IUDಯನ್ನು ಯಾವಾಗ ಸೇರಿಸಬಹುದು?
ml_in: ഒരു സ്ത്രീക്ക് എപ്പോഴാണ് ലിവോനോർജസ്ട്രെൽ IUD നിക്ഷേപിക്കാൻ കഴിയുക?
or_in: ଜଣେ ମହିଳା କେବେ ଏକ ଲିଭୋନୋରଜେଷ୍ଟ୍ରେଲ୍ IUD ଭର୍ତ୍ତି କରିପାରିବେ?
pa_in: ਕਿਸੇ ਔਰਤ ਨੂੰ ਲੇਵੋਨੋਰਗੈਸਟ੍ਰੇਲ IUD ਕਦੋਂ ਦਾਖਲ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ?
ta_in: எப்பொழுது ஒரு பெண்ணுக்கு லெவோனோர்ஜெஸ்ட்ரெல் – IUD-ஐ செருகலாம்?
te_in: స్త్రీకి లెవోనోర్జెస్ట్రెల్ IUD ఎప్పుడు చొప్పించవచ్చు?

source: When can a woman start Centchroman?
as_in: এগৰাকী মহিলাই কেতিয়া চেণ্টক্ৰ’মেন আৰম্ভ কৰিব পাৰে?
bn_in: কোনও মহিলা কখন সেন্টক্রোমান শুরু করতে পারেন?
gu_in: એક સ્ત્રી સેન્ટક્રોમેનને ક્યારે શરૂ કરી શકે છે?
hi: एक महिला सेंटक्रोमन को कब शुरू कर सकती है?
kn_in: ಮಹಿಳೆಯು ಸೆಂಟ್ಕ್ರೋಮನ್ ಅನ್ನು ಯಾವಾಗ ಪ್ರಾರಂಭಿಸಬಹುದು?
ml_in: ഒരു സ്ത്രീക്ക് എപ്പോഴാണ് സെന്റ്ക്രോമൻ ആരംഭിക്കാൻ കഴിയുക?
or_in: ଜଣେ ମହିଳା କେବେ ସେଣ୍ଟକ୍ରୋମନ୍ ଆରମ୍ଭ କରିପାରିବେ?
pa_in: ਇੱਕ ਔਰਤ ਸੈਂਟਕ੍ਰੋਮਨ ਕਦੋਂ ਸ਼ੁਰੂ ਕਰ ਸਕਦੀ ਹੈ?
ta_in: எப்பொழுது ஒரு பெண் சென்ட்க்ரோமேன்-ஐ தொடங்கலாம்?
te_in: ఒక స్త్రీ సెంక్రోమన్‌ను ఎప్పుడు ప్రారంభించవచ్చు?

source: When can a woman start CHC?
as_in: এগৰাকী মহিলাই কেতিয়া CHC আৰম্ভ কৰিব পাৰে?
bn_in: কখন কোনও মহিলা CHC শুরু করতে পারেন?
gu_in: એક સ્ત્રી CHCને ક્યારે શરૂ કરી શકે છે?
hi: एक महिला सीएचसी कब शुरू कर सकती है?
kn_in: ಮಹಿಳೆ ಯಾವಾಗ CHCಯನ್ನು ಪ್ರಾರಂಭಿಸಬಹುದು?
ml_in: ഒരു സ്ത്രീക്ക് എപ്പോഴാണ് CHC ആരംഭിക്കാൻ കഴിയുക?
or_in: ଜଣେ ମହିଳା କେବେ CHC ଆରମ୍ଭ କରିପାରିବେ?
pa_in: ਇੱਕ ਔਰਤ CHC ਕਦੋਂ ਸ਼ੁਰੂ ਕਰ ਸਕਦੀ ਹੈ?
ta_in: எப்பொழுது ஒரு பெண் CHC-ஐ தொடங்கலாம்?
te_in: ఒక స్త్రీ CHCని ఎప్పుడు ప్రారంభించవచ్చు?

source: When can a woman start progestogen-only implants?
as_in: এগৰাকী মহিলাই কেতিয়া প্ৰজেষ্টোজেন- কেৱল ইমপ্লেণ্ট আৰম্ভ কৰিব পাৰে?
bn_in: কখন কোনও মহিলা শুধুমাত্র প্রোজেস্টোজেন ইমপ্ল্যান্ট শুরু করতে পারেন?
gu_in: એક સ્ત્રી પ્રોજેસ્ટોજેન-ઓન્લી ઇમ્પ્લાન્ટ્સ ક્યારે શરૂ કરી શકે છે?
hi: एक महिला केवल प्रोजेस्टोजन इम्प्लांट्स कब शुरू कर सकती है?
kn_in: ಮಹಿಳೆಯು ಯಾವಾಗ ಪ್ರೊಜೆಸ್ಟೋಜೆನ್-ಮಾತ್ರ ಕಸಿಗಳನ್ನು ಪ್ರಾರಂಭಿಸಬಹುದು?
ml_in: ഒരു സ്ത്രീക്ക് എപ്പോഴാണ് പ്രോജസ്റ്റോജൻ മാത്രമുള്ള ഇംപ്ലാന്റുകൾ ആരംഭിക്കാൻ കഴിയുക?
or_in: ଜଣେ ମହିଳା କେବେ ପ୍ରୋଜେଷ୍ଟୋଜେନ୍-କେବଳ ପ୍ରତ୍ୟାରୋପଣ ଆରମ୍ଭ କରିପାରିବେ?
pa_in: ਇੱਕ ਔਰਤ ਪ੍ਰੋਜੈਸਟੋਜਨ-ਸਿਰਫ਼ ਇੰਪਲਾਂਟ ਕਦੋਂ ਸ਼ੁਰੂ ਕਰ ਸਕਦੀ ਹੈ?
ta_in: எப்பொழுது ஒரு பெண் புரோஜெஸ்ட்ரோஜென் –மட்டும் உள்வைப்புக்களை தொடங்கலாம்?
te_in: ఒక స్త్రీ ప్రొజెస్టోజెన్- ఇంప్లాంట్‌లను మాత్రమే, ఎప్పుడు ప్రారంభించవచ్చు?

source: When can a woman start progestogen-only injectables?
as_in: এগৰাকী মহিলাই কেতিয়া প্ৰজেষ্টোজেন- কেৱল ইঞ্জেকচন লোৱা আৰম্ভ কৰিব পাৰে?
bn_in: কখন কোনও মহিলা শুধুমাত্র প্রোজেস্টোজেন ইনজেকশন-যোগ্য শুরু করতে পারেন?
gu_in: એક સ્ત્રી પ્રોજેસ્ટોજેન-ઓન્લી ઇન્જેક્ટેબલ્સને ક્યારે શરૂ કરી શકે છે?
hi: एक महिला प्रोजेस्टोजन-केवल इंजेक्शन कब प्रारंभ कर सकती है?
kn_in: ಮಹಿಳೆಯು ಯಾವಾಗ ಪ್ರೊಜೆಸ್ಟೋಜೆನ್-ಮಾತ್ರದ ಚುಚ್ಚುಮದ್ದನ್ನು ಪ್ರಾರಂಭಿಸಬಹುದು?
ml_in: എപ്പോഴാണ് ഒരു സ്ത്രീക്ക് പ്രോജസ്റ്റോജൻ മാത്രമുള്ള കുത്തിവയ്പ്പുകൾ ആരംഭിക്കാൻ കഴിയുക?
pa_in: ਇੱਕ ਔਰਤ ਪ੍ਰੋਜੈਸਟੋਜਨ-ਸਿਰਫ਼ ਟੀਕੇ ਲਗਾਉਣਾ ਕਦੋਂ ਸ਼ੁਰੂ ਕਰ ਸਕਦੀ ਹੈ?
ta_in: எப்பொழுது ஒரு புரோஜெஸ்டோஜென் –ஒன்லி ஊசிகளை ஒரு பெண் தொடங்கலாம்?
te_in: ఒక స్త్రీ ప్రొజెస్టోజెన్- ఇంజెక్టబుల్స్ మాత్రమే ఎప్పుడు ప్రారంభించవచ్చు?

source: When can a women start progestogen-only pills?
as_in: এগৰাকী মহিলাই কেতিয়া প্ৰজেষ্টোজেন- কেৱল বড়ি আৰম্ভ কৰিব পাৰে?
bn_in: কখন কোনও মহিলা শুধুমাত্র প্রোজেস্টোজেন পিল শুরু করতে পারেন?
gu_in: સ્ત્રીઓ પ્રોજેસ્ટોજેન-ઓન્લી પિલ્સ ક્યારે લેવાનું શરૂ કરી શકે છે?
hi: महिलाएं प्रोजेस्टोजन-केवल गोलियाँ कब प्रारंभ कर सकती हैं?
kn_in: ಮಹಿಳೆಯರು ಪ್ರೊಜೆಸ್ಟೋಜೆನ್-ಮಾತ್ರದ ಮಾತ್ರೆಗಳನ್ನು ಯಾವಾಗ ಪ್ರಾರಂಭಿಸಬಹುದು?
ml_in: എപ്പോഴാണ് സ്ത്രീകൾക്ക് പ്രോജസ്റ്റോജൻ മാത്രമുള്ള ഗുളികകൾ ആരംഭിക്കാൻ കഴിയുക?
or_in: ଜଣେ ମହିଳା କେବେ ପ୍ରୋଜେଷ୍ଟୋଜେନ୍-କେବଳ ବଟିକା ଆରମ୍ଭ କରିପାରିବେ?
pa_in: ਇੱਕ ਔਰਤ ਪ੍ਰੋਜੈਸਟੋਜਨ-ਸਿਰਫ਼ ਗੋਲੀਆਂ ਕਦੋਂ ਸ਼ੁਰੂ ਕਰ ਸਕਦੀ ਹੈ?
ta_in: எப்பொழுது ஒரு பெண் புரோஜெஸ்டோஜென்- ஒன்லி பில்ஸ் –ஐ தொடங்க வேண்டும்?
te_in: ఒక స్త్రీ ప్రొజెస్టోజెన్- మాత్రలను మాత్రమే, ఎప్పుడు ప్రారంభించవచ్చు?

source: Withdrawal
as_in: প্ৰত্যাহাৰ
bn_in: প্রত্যাহার
gu_in: વિડ્રોઅલ
hi: निकालना
kn_in: ಹಿಂಪಡೆಯುವಿಕೆ
ml_in: പിൻവലിക്കൽ
or_in: ବର୍ଜନ
pa_in: ਬਾਹਰ ਕੱਢ ਲੈਣਾ
ta_in: திரும்பப் பெறுதல்
te_in: ఉపసంహరణ

source: Withdrawal, spermicides:
as_in: প্ৰত্যাহাৰ, বীৰ্যনাশক:
bn_in: প্রত্যাহার, শুক্রাণু নাশক:
gu_in: વિડ્રોઅલ, સ્પર્મિસાઇડ્સઃ
hi: 22% निकालना 28% शुक्राणुनाशक (स्पर्मिसाइड) निकालना, शुक्राणुनाशक: हर बार यौन संबंध बनाते समय सही ढंग से उपयोग करें। कोष्ठक में संख्याएं गर्भनिरोधक के विशिष्ट उपयोग के प्रथम वर्ष के दौरान अनपेक्षित गर्भावस्था का अनुभव करने वाली महिलाओं के % को दर्शाती हैं। स्रोत : ट्रसेल जे., 2011 विधि के विशिष्ट उपयोग के प्रथम वर्ष के दौरान अनपेक्षित गर्भावस्था का अनुभव करने वाली महिलाओं का % संख्याएं दर्शाती हैं।
kn_in: ಹಿಂತೆಗೆದುಕೊಳ್ಳುವಿಕೆ, ವೀರ್ಯಾಣುನಾಶಕಗಳು:
ml_in: പിൻവലിക്കൽ, സ്പെർസിമൈഡുകൾ:
or_in: ବର୍ଜନ, ଶୁକ୍ରାଣୁନାଶକ
pa_in: ਬਾਹਰ ਕੱਢ ਲੈਣਾ, ਸ਼ੁਕਰਾਣੂਨਾਸ਼ਕ
ta_in: ரத்து செய்தல், விந்தணுக்கொல்லிகள்:
te_in: ఉపసంహరణ, స్పెర్మిసైడ్లు

source: Within 5 days after the start of menstrual bleeding: POPs can be initiated. No additional contraceptive protection is needed.
as_in: ঋতুস্ৰাৱ আৰম্ভ হোৱাৰ 5 দিনৰ ভিতৰত: POP আৰম্ভ কৰিব পাৰি। কোনো অতিৰিক্ত গৰ্ভনিৰোধক সুৰক্ষাৰ প্ৰয়োজন নাই।
bn_in: ঋতুস্রাব শুরু হওয়ার পর 5 দিনের মধ্যে: POP শুরু করা যায়। কোনও অতিরিক্ত গর্ভনিরোধকের প্রয়োজন নেই।
gu_in: માસિક રક્તસ્રાવ શરૂ થયાં બાદ 5 દિવસની અંદરઃ POPsને શરૂ કરી શકાય છે. કોઈ વધારાની ગર્ભનિરોધક સુરક્ષાની જરૂર નથી.
hi: मासिक धर्म रक्तस्राव प्रारंभ होने के 5 दिनों के अंदर: POPs प्रारंभ कर सकते हैं। किसी अतिरिक्त गर्भनिरोधक सुरक्षा की आवश्यकता नहीं है।
kn_in: ಋತುಸ್ರಾವದ ರಕ್ತಸ್ರಾವ ಪ್ರಾರಂಭವಾದ 5 ದಿನಗಳ ಒಳಗೆ: POPಗಳನ್ನು ಪ್ರಾರಂಭಿಸಬಹುದು. ಯಾವುದೇ ಹೆಚ್ಚುವರಿ ಗರ್ಭನಿರೋಧಕ ರಕ್ಷಣೆಯ ಅಗತ್ಯವಿರುವುದಿಲ್ಲ.
ml_in: ആർത്തവ രക്തസ്രാവം ആരംഭിച്ച് 5 ദിവസത്തിനുള്ളിൽ: POP-കൾ ആരംഭിക്കാവുന്നതാണ്. അധിക ഗർഭനിരോധന സംരക്ഷണം ആവശ്യമില്ല.
or_in: ମାସିକ ରକ୍ତସ୍ରାବ ଆରମ୍ଭ ହେବାର 5 ଦିନ ପରେ:POPs ଆରମ୍ଭ କରିହେବ।କୌଣସି ଅତିରିକ୍ତ ଗର୍ଭନିରୋଧକ ସୁରକ୍ଷାର ଆବଶ୍ୟକତା ନାହିଁ।
pa_in: ਮਾਹਵਾਰੀ ਦੌਰਾਨ ਖੂਨ ਵਗਣ ਦੇ ਸ਼ੁਰੂ ਹੋਣ ਦੇ 5 ਦਿਨਾਂ ਦੇ ਅੰਦਰ: POPs ਸ਼ੁਰੂ ਕੀਤੇ ਜਾ ਸਕਦੇ ਹਨ। ਕਿਸੇ ਵਾਧੂ ਗਰਭ ਨਿਰੋਧਕ ਸੁਰੱਖਿਆ ਦੀ ਲੋੜ ਨਹੀਂ ਹੈ।
ta_in: மாதவிடாய் இரத்தப்போக்கு தொடங்கிய 5 நாட்களுக்குள் : POPs –ஐ தொடங்கி விடலாம். எந்த கூடுதல் கருத்தடை பாதுகாப்பும் அவசியமில்லை.
te_in: ఋతు రక్తస్రావం ప్రారంభమైన 5 రోజులలోపు: POPలను ప్రారంభించవచ్చు. అదనపు గర్భనిరోధక రక్షణ అవసరం లేదు.

source: Within 5 days after the start of menstrual bleeding: Start CHC. No additional contraceptive protection in needed.
as_in: ঋতুস্ৰাৱ আৰম্ভ হোৱাৰ 5 দিনৰ ভিতৰত: CHC আৰম্ভ কৰক। কোনো অতিৰিক্ত গৰ্ভনিৰোধক সুৰক্ষাৰ প্ৰয়োজন নাই।
bn_in: ঋতুস্রাব শুরু হওয়ার পর 5 দিনের মধ্যে: CHC শুরু করুন।কোনও অতিরিক্ত গর্ভনিরোধকের প্রয়োজন নেই।
gu_in: માસિક રક્તસ્રાવ શરૂ થયાં બાદ 5 દિવસની અંદરઃ CHC શરૂ કરો. કોઈ વધારાની ગર્ભનિરોધક સુરક્ષાની જરૂર નથી.
hi: मासिक धर्म में रक्तस्राव शुरू होने के 5 दिनों के भीतर: CHC शुरू करें। किसी भी अतिरिक्त गर्भनिरोधक सुरक्षा की आवश्यकता नहीं है।
kn_in: ಋತುಸ್ರಾವದ ರಕ್ತಸ್ರಾವ ಪ್ರಾರಂಭವಾದ 5 ದಿನಗಳ ಒಳಗೆ: CHC ಪ್ರಾರಂಭಿಸಿ. ಯಾವುದೇ ಹೆಚ್ಚುವರಿ ಗರ್ಭನಿರೋಧಕ ರಕ್ಷಣೆ ಅಗತ್ಯವಿಲ್ಲ.
ml_in: ആർത്തവ രക്തസ്രാവം ആരംഭിച്ച് 5 ദിവസത്തിനുള്ളിൽ: CHC ആരംഭിക്കുക. അധികമായുള്ള ഗർഭനിരോധന സംരക്ഷണം ആവശ്യമില്ല.
or_in: ମାସିକ ରକ୍ତସ୍ରାବ ଆରମ୍ଭ ହେବାର 5 ଦିନ ପରେ:CHC ଆରମ୍ଭ କରନ୍ତୁ।କୌଣସି ଅତିରିକ୍ତ ଗର୍ଭନିରୋଧକ ସୁରକ୍ଷାର ଆବଶ୍ୟକତା ନାହିଁ।
pa_in: ਮਾਹਵਾਰੀ ਦੌਰਾਨ ਖੂਨ ਵਗਣ ਦੇ ਸ਼ੁਰੂ ਹੋਣ ਤੋਂ 5 ਦਿਨਾਂ ਦੇ ਅੰਦਰ: CHC ਸ਼ੁਰੂ ਕਰੋ। ਕੋਈ ਵਾਧੂ ਗਰਭ ਨਿਰੋਧਕ ਸੁਰੱਖਿਆ ਦੀ ਲੋੜ ਨਹੀਂ ਹੈ।
ta_in: மாதவிடாய் இரத்தப்போக்கு தொடங்கிய 5 நாட்களுக்குள் : CHC.-ஐ தொடங்குங்கள். கூடுதல் கருத்தடை பாதுகாப்பு எதுவும் தேவையில்லை.
te_in: ఋతు రక్తస్రావం ప్రారంభమైన 5 రోజులలోపు: CHCని ప్రారంభించాలి. అదనపు గర్భనిరోధక రక్షణ అవసరం లేదు

source: Within 7 days (LNG IUD) after the start of menstrual bleeding. No additional contraceptive protection is needed.
as_in: ঋতুস্ৰাৱৰ আৰম্ভ হোৱাৰ 7 দিনৰ ভিতৰত (LNG IUD)। কোনো অতিৰিক্ত গৰ্ভনিৰোধক সুৰক্ষাৰ প্ৰয়োজন নাই।
bn_in: ঋতুস্রাবের রক্তপাত শুরু হওয়ার পর 7 দিনের (LNG IUD) মধ্যে। কোনও অতিরিক্ত গর্ভনিরোধকের প্রয়োজন নেই।
gu_in: માસિક રક્તસ્રાવ શરૂ થયાં બાદ 7 દિવસ (LNG IUD)ની અંદર. કોઈ વધારાની ગર્ભનિરોધક સુરક્ષાની જરૂર નથી.
hi: मासिक धर्म रक्तस्राव प्रारंभ होने के 7 दिनों के अंदर (LNG IUD)। इसमें किसी अतिरिक्त गर्भनिरोधक सुरक्षा की आवश्यकता नहीं है।
kn_in: ಋತುಸ್ರಾವದ ರಕ್ತಸ್ರಾವ ಪ್ರಾರಂಭವಾದ 7 ದಿನಗಳಲ್ಲಿ (LNG IUD). ಯಾವುದೇ ಹೆಚ್ಚುವರಿ ಗರ್ಭನಿರೋಧಕ ರಕ್ಷಣೆಯ ಅಗತ್ಯವಿರುವುದಿಲ್ಲ.
ml_in: ആർത്തവ രക്തസ്രാവം ആരംഭിച്ച് 7 ദിവസത്തിനുള്ളിൽ (LNG IUD). അധിക ഗർഭനിരോധന സംരക്ഷണം ആവശ്യമില്ല.
or_in: ମାସିକ ରକ୍ତସ୍ରାବ ଆରମ୍ଭ ହେବାର 7 ଦିନ ମଧ୍ୟରେ (LNG,IUD)।କୌଣସି ଅତିରିକ୍ତ ଗର୍ଭନିରୋଧକ ସୁରକ୍ଷାର ଆବଶ୍ୟକତା ନାହିଁ।
pa_in: ਮਾਹਵਾਰੀ ਦੇ ਖੂਨ ਵਗਣ ਦੇ ਸ਼ੁਰੂ ਹੋਣ ਤੋਂ ਬਾਅਦ 7 ਦਿਨਾਂ ਦੇ ਅੰਦਰ (LNG IUD)। ਕਿਸੇ ਵਾਧੂ ਗਰਭ ਨਿਰੋਧਕ ਸੁਰੱਖਿਆ ਦੀ ਲੋੜ ਨਹੀਂ ਹੈ।
ta_in: மாதவிடாய் இரத்தப்போக்கு தொடங்கிய 7 நாட்களுக்குள் (LNG IUD). கூடுதல் கருத்தடை பாதுகாப்பு எதுவும் தேவையில்லை.
te_in: ఋతు రక్తస్రావం ప్రారంభమైన తర్వాత 7 రోజులలో (LNG IUD). అదనపు గర్భనిరోధక రక్షణ అవసరం లేదు.

source: Within 7 days after the start of menstrual bleeding: The first POI injection can be given. No additional contraceptive protection is needed.
as_in: ঋতুস্ৰাৱ আৰম্ভ হোৱাৰ 7 দিনৰ ভিতৰত: প্ৰথম POI ইঞ্জেকচন দিব পাৰি। কোনো অতিৰিক্ত গৰ্ভনিৰোধক সুৰক্ষাৰ প্ৰয়োজন নাই।
bn_in: ঋতুস্রাব শুরু হওয়ার পর 7 দিনের মধ্যে: প্রথম POI ইনজেকশন দেওয়া যায়। কোনও অতিরিক্ত গর্ভনিরোধকের প্রয়োজন নেই।
gu_in: માસિક રક્તસ્રાવ શરૂ થયાં બાદ 7 દિવસની અંદરઃ પ્રથમ POI ઇન્જેક્શનને આપી શકાય છે. કોઈ વધારાની ગર્ભનિરોધક સુરક્ષાની જરૂર નથી.
hi: मासिक धर्म रक्तस्राव प्रारंभ होने के 7 दिवस के अंदर: प्रथम POI इंजेक्शन दिया जा सकता है। किसी भी अतिरिक्त गर्भनिरोधक सुरक्षा की जरूरत नहीं है।
kn_in: ಋತುಸ್ರಾವದ ರಕ್ತಸ್ರಾವ ಪ್ರಾರಂಭವಾದ 7 ದಿನಗಳ ಒಳಗೆ: ಮೊದಲ POI ಚುಚ್ಚುಮದ್ದನ್ನು ನೀಡಬಹುದು. ಯಾವುದೇ ಹೆಚ್ಚುವರಿ ಗರ್ಭನಿರೋಧಕ ರಕ್ಷಣೆಯ ಅಗತ್ಯವಿರುವುದಿಲ್ಲ
ml_in: ആർത്തവ രക്തസ്രാവം ആരംഭിച്ച് 7 ദിവസത്തിനുള്ളിൽ: ആദ്യത്തെ POI കുത്തിവയ്പ്പ് നൽകാം. അധിക ഗർഭനിരോധന സംരക്ഷണം ആവശ്യമില്ല.
pa_in: ਮਾਹਵਾਰੀ ਦੌਰਾਨ ਖੂਨ ਵਗਣ ਦੇ ਸ਼ੁਰੂ ਹੋਣ ਦੇ 7 ਦਿਨਾਂ ਦੇ ਅੰਦਰ: ਪਹਿਲਾ POI ਟੀਕਾ ਲਗਾਇਆ ਜਾ ਸਕਦਾ ਹੈ। ਕਿਸੇ ਵਾਧੂ ਗਰਭ ਨਿਰੋਧਕ ਸੁਰੱਖਿਆ ਦੀ ਲੋੜ ਨਹੀਂ ਹੈ।
ta_in: மாதவிடாய் இரத்தப்போக்கு தொடங்கிய 7 நாட்களுக்குள் : முதல் POI ஊசியை போடலாம். எந்த கூடுதல் கருத்தடை பாதுகாப்பும் அவசியமில்லை.
te_in: ఋతు రక్తస్రావం ప్రారంభమైన 7 రోజులలోపు: మొదటి POI ఇంజెక్షన్ ఇవ్వవచ్చు. అదనపు గర్భనిరోధక రక్షణ అవసరం లేదు.

source: Within 7 days after the start of menstrual bleeding: The implant can be inserted. No additional contraceptive protection is needed.
as_in: ঋতুস্ৰাৱ আৰম্ভ হোৱাৰ 7 দিনৰ ভিতৰত: ইমপ্লেণ্টটো প্ৰবিষ্ট কৰিব পাৰি। কোনো অতিৰিক্ত গৰ্ভনিৰোধক সুৰক্ষাৰ প্ৰয়োজন নাই।
bn_in: ঋতুস্রাব শুরু হওয়ার পর 7 দিনের মধ্যে: ইমপ্ল্যান্ট প্রবেশ করানো যায়। কোনও অতিরিক্ত গর্ভনিরোধকের প্রয়োজন নেই।
gu_in: માસિક રક્તસ્રાવ શરૂ થયાં બાદ 7 દિવસની અંદરઃ ઇમ્પ્લાન્ટને દાખલ કરી શકાય છે. કોઈ વધારાની ગર્ભનિરોધક સુરક્ષાની જરૂરિયાત નથી.
hi: मासिक धर्म रक्तस्राव शुरू होने के 7 दिनों के अंदर: इंम्प्लांट को अंतः स्थापित किया जा सकता है। किसी अतिरिक्त गर्भनिरोधक सुरक्षा की आवश्यकता नहीं है।
kn_in: ಋತುಸ್ರಾವದ ರಕ್ತಸ್ರಾವ ಪ್ರಾರಂಭವಾದ 7 ದಿನಗಳ ಒಳಗೆ: ಕಸಿಯನ್ನು ಸೇರಿಸಬಹುದು. ಯಾವುದೇ ಹೆಚ್ಚುವರಿ ಗರ್ಭನಿರೋಧಕ ರಕ್ಷಣೆಯ ಅಗತ್ಯವಿರುವುದಿಲ್ಲ.
ml_in: ആർത്തവ രക്തസ്രാവം ആരംഭിച്ച് 7 ദിവസത്തിനുള്ളിൽ: ഇംപ്ലാന്റ് നിക്ഷേപിക്കാം. അധിക ഗർഭനിരോധന സംരക്ഷണം ആവശ്യമില്ല.
or_in: ମାସିକ ରକ୍ତସ୍ରାବ ଆରମ୍ଭ ହେବାର 7 ଦିନ ମଧ୍ୟରେ:ପ୍ରତ୍ୟାରୋପଣକୁ ଭର୍ତ୍ତି କରାଯାଇପାରିବ।କୌଣସି ଅତିରିକ୍ତ ଗର୍ଭନିରୋଧକ ସୁରକ୍ଷାର ଆବଶ୍ୟକତା ନାହିଁ।
pa_in: ਮਾਹਵਾਰੀ ਦੌਰਾਨ ਖੂਨ ਵਗਣ ਦੇ ਸ਼ੁਰੂ ਹੋਣ ਦੇ 7 ਦਿਨਾਂ ਦੇ ਅੰਦਰ: ਇੰਪਲਾਂਟ ਨੂੰ ਦਾਖਲ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ। ਕਿਸੇ ਵਾਧੂ ਗਰਭ ਨਿਰੋਧਕ ਸੁਰੱਖਿਆ ਦੀ ਲੋੜ ਨਹੀਂ ਹੈ।
ta_in: மாதவிடாய் இரத்தப்போக்கு தொடங்கிய 7 நாட்களுக்குள் : உள்வைப்பு செருகப்படலாம். கூடுதல் கருத்தடை பாதுகாப்பு எதுவும் தேவையில்லை.
te_in: ఋతు రక్తస్రావం ప్రారంభమైన 7 రోజులలోపు: ఇంప్లాంట్‌ను చొప్పించవచ్చు. అదనపు గర్భనిరోధక రక్షణ అవసరం లేదు.

source: Within 12 days after the start of menstrual bleeding.
as_in: ঋতুস্ৰাৱ আৰম্ভ হোৱাৰ 12 দিনৰ ভিতৰত।
bn_in: ঋতুস্রাবের রক্তপাত শুরু হওয়ার পর 12 দিনের মধ্যে।
gu_in: માસિક રક્તસ્રાવ શરૂ થયાં બાદ 12 દિવસની અંદર
hi: मासिक धर्म रक्तस्राव प्रारंभ होने के 12 दिनों के अंदर
kn_in: ಋತುಸ್ರಾವದ ರಕ್ತಸ್ರಾವ ಪ್ರಾರಂಭವಾದ 12 ದಿನಗಳ ಒಳಗೆ.
ml_in: ആർത്തവ രക്തസ്രാവം ആരംഭിച്ച് 12 ദിവസത്തിനുള്ളിൽ.
or_in: ମାସିକ ରକ୍ତସ୍ରାବ ଆରମ୍ଭ ହେବାର 12 ଦିନ ମଧ୍ୟରେ
pa_in: ਮਾਹਵਾਰੀ ਦੌਰਾਨ ਖੂਨ ਵਗਣ ਦੇ ਸ਼ੁਰੂ ਹੋਣ ਤੋਂ 12 ਦਿਨਾਂ ਦੇ ਅੰਦਰ
ta_in: மாதவிடாய் இரத்தப்போக்கு தொடங்கிய 12 நாட்களுக்குள்.
te_in: ఋతు రక్తస్రావం ప్రారంభమైన 12 రోజులలోపు

source: Women who have puerperal sepsis should not have an IUD inserted. For women 48 hours to less than 4 weeks postpartum, use of IUDs is not usually recommended unless other more appropriate methods are not available or not acceptable.
as_in: যিসকল মহিলাৰ পিউৰপেৰাল চেপচিছ আছে তেওঁলোকক IUD প্ৰবিষ্ট কৰিব নালাগে। প্ৰসৱৰ পিছত 48 ঘণ্টাৰ পৰা 4 সপ্তাহতকৈ কম সময় হোৱা মহিলাৰ বাবে, আন অধিক উপযুক্ত পদ্ধতি উপলব্ধ হ'লে বা গ্ৰহণযোগ্য হ'লে সাধাৰণতে IUD ব্যৱহাৰৰ পৰামৰ্শ দিয়া নহয়।
bn_in: যেসব মহিলার প্রসবের পর সেপ্সিস হয়েছে, তাঁদের IUD প্রবেশ করানো উচিৎ নয়। প্রসবের পর 48 ঘণ্টা থেকে 4 সপ্তাহের কম হলে, সাধারণত IUD-এর ব্যবহার সুপারিশ করা হয় না, যদি না আরও অন্যান্য ও উপযুক্ত পদ্ধতি উপলভ্য বা গ্রহণযোগ্য না থাকে।
gu_in: જે સ્ત્રીને પ્યુરેપરેલ સેપ્સિસ હોય તે IUD દાખલ કરાવી શકતી નથી. જે સ્ત્રીને પ્રસૂતિ પછી 48 કલાકથી 4 અઠવાડિયાથી ઓછો સમય વીત્યો હોય તેમને સામાન્ય રીતે IUDsનો ઉપયોગ કરવાની ભલામણ કરવામાં આવતી નથી, સિવાય કે અન્ય કોઈ વધારે યોગ્ય પદ્ધતિઓ ઉપલબ્ધ ના હોય કે સ્વીકાર્ય ના હોય.
hi: जिन महिलाओं को जच्चा पूति (प्यूपरल सेप्सिस) है, उन्हें IUD नहीं लगवाना चाहिए। वे मलिाएं जिन्हें 48 घंटे से लेकर 4 सप्ताह से कम तक प्रसव उपरांत समय हुआ है उन्हें आमतौर पर IUD के उपयोग की अनुशंसा नहीं की जाती है जब तक कि अन्य अधिक उपयुक्त तरीके उपलब्ध न हों या स्वीकार्य न हों।
kn_in: ಪ್ಯೂರ್ಪೆರಲ್ ಸೆಪ್ಸಿಸ್ ಹೊಂದಿರುವ ಮಹಿಳೆಯರಲ್ಲಿ IUD ಸೇರಿಸಬಾರದು. 48 ಗಂಟೆಗಳಿಂದ 4 ವಾರಗಳಿಗಿಂತ ಕಡಿಮೆ ಅವಧಿಯ ಬಾಣಂತಿಯಾದ ಮಹಿಳೆಯರಿಗೆ, ಇತರ ಸೂಕ್ತ ವಿಧಾನಗಳು ಲಭ್ಯವಿಲ್ಲದಿದ್ದರೆ ಅಥವಾ ಸ್ವೀಕಾರಾರ್ಹವಲ್ಲದಿದ್ದರೆ IUDಗಳ ಬಳಕೆಯನ್ನು ಸಾಮಾನ್ಯವಾಗಿ ಶಿಫಾರಸು ಮಾಡಲಾಗುವುದಿಲ್ಲ.
ml_in: പ്രസവശേഷം യോനീ നാളിയിൽ അണുബാധയുള്ള സ്ത്രീകൾ IUD നിക്ഷേപിക്കാൻ പാടില്ല. പ്രസവം കഴിഞ്ഞ് 48 മണിക്കൂർ മുതൽ 4 ആഴ്ചയിൽ താഴെ വരെയായ സ്ത്രീകൾക്ക്, കൂടുതൽ ഉചിതമായ മറ്റ് രീതികൾ ലഭ്യമല്ലാത്തതോ അല്ലെങ്കിൽ സ്വീകാര്യമല്ലാത്തതോ ആയ സാഹചര്യത്തിൽ IUD-കളുടെ ഉപയോഗം സാധാരണയായി ശുപാർശ ചെയ്യുന്നില്ല.
or_in: ଯେଉଁ ମହିଳାଙ୍କର ପ୍ରସୂତୀ ପୂତି ଥିବ, ସେମାନେ IUD ଭର୍ତ୍ତି କରିବା ଅନୁଚିତ।ପ୍ରସବ ପରେ 48 ଘଣ୍ଟାରୁ 6 ସପ୍ତାହ ପର୍ଯ୍ୟନ୍ତ କମ ହୋଇଥିବା ମହିଳାମାନଙ୍କ ପାଇଁ, ଯେପର୍ଯ୍ୟନ୍ତ ଅନ୍ୟ କୌଣସି ଅଧିକ ଉପଯୁକ୍ତ ପ୍ରଣାଳୀ ଉପଲବ୍ଧ ହୋଇନାହିଁ କିମ୍ୱା ସ୍ୱୀକାର କରାଯାଇନାହିଁ, ସେପର୍ଯ୍ୟନ୍ତ IUDs ର ବ୍ୟବହାର ପାଇଁ ସାଧାରଣତଃ ପରାମର୍ଶ ଦିଆଯାଏ ନାହିଁ।
pa_in: ਜਿਨ੍ਹਾਂ ਔਰਤਾਂ ਨੂੰ ਪਿਊਰਪਰਲ ਸੇਪਸਿਸ ਹੈ, ਉਨ੍ਹਾਂ ਨੂੰ IUD ਨਹੀਂ ਕਰਵਾਉਣਾ ਚਾਹੀਦਾ। 48 ਘੰਟਿਆਂ ਤੋਂ 4 ਹਫਤਿਆਂ ਤੋਂ ਘੱਟ ਸਮੇਂ ਲਈ ਪ੍ਰਸਵ ਤੋਂ ਬਾਅਦ ਦੀਆਂ ਔਰਤਾਂ ਲਈ, IUD ਦੀ ਵਰਤੋਂ ਦੀ ਸਿਫਾਰਸ਼ ਆਮ ਤੌਰ 'ਤੇ ਨਹੀਂ ਕੀਤੀ ਜਾਂਦੀ ਜਦੋਂ ਤੱਕ ਕਿ ਹੋਰ ਵਧੇਰੇ ਉਚਿਤ ਤਰੀਕੇ ਉਪਲਬਧ ਨਹੀਂ ਹੁੰਦੇ ਜਾਂ ਸਵੀਕਾਰਯੋਗ ਨਹੀਂ ਹੁੰਦੇ।
ta_in: பிரசவத்துக்குப் பிந்தையத் தொற்றுக்கள் உள்ள பெண்களுக்கு IUD செருகப்படக்கூடாது. பிரசவமாகி 48 மணி நேரம் முதல் 4 வாரங்களுக்கும் குறைவான பெண்களுக்கு, மற்ற பொருத்தமான முறைகள் கிடைக்காவிட்டாலோ அல்லது ஏற்றுக் கொள்ளப்படாவிட்டாலோ, IUD-களை பயன்படுத்துவது பொதுவாக பரிந்துரைக்கப்படுவதில்லை.
te_in: ప్రసవ సమయంలో చీము గుణం/ సెప్సిస్ ఉన్న స్త్రీలకు IUDని చొప్పించకూడదు. ప్రసవానంతర 48 గంటల నుండి 4 వారాల కంటే తక్కువ ఉన్న మహిళలకు, ఇతర సముచితమైన పద్ధతులు అందుబాటులో లేకుంటే లేదా అంగీకరించకపోతే, సాధారణంగా IUDల ఉపయోగం సిఫార్సు చేయబడదు.

source: Women with conditions that make pregnancy an unacceptable risk should be advised that barrier methods for pregnancy prevention may not be appropriate for those who cannot use them consistently and correctly because of their relatively higher typical-use failure rates.
as_in: সাধাৰণভাৱে ব্যৱহাৰ কৰিলে ব্যৰ্থ হোৱাৰ তুলনামূলকভাৱে উচ্চতৰ আশংকা থকাৰ হেতুকে নিৰৱছিন্ন আৰু সঠিকভাৱে ব্যৱহাৰ কৰিব নোৱাৰা আৰু গৰ্ভধাৰণৰ অগ্ৰহণযোগ্য বিপদাশংকা তৈয়াৰ কৰাৰ স্থিতি থাকিব পৰা মহিলাসকলক পৰামৰ্শ দিব লাগে যে গৰ্ভধাৰণ প্ৰতিৰোধৰ বাবে প্ৰতিবন্ধক পদ্ধতিবোৰ তেওঁলোকৰ বাবে উপযুক্ত নহ'ব পাৰে।
bn_in: গর্ভধারণ করলে অগ্রহণীয় ঝুঁকি হবে এমন সমস্যায় আক্রান্ত মহিলাদের পরামর্শ দেওয়া উচিৎ যে, সাধারণ-ব্যবহারে আপেক্ষিকভাবে ব্যর্থতার উচ্চ হারের কারণে সঙ্গতিপূর্ণ ও সঠিক ব্যবহার না করতে পারলে, গর্ভধারণ রোধ করতে প্রতিবন্ধক পদ্ধতি উপযুক্ত নাও হতে পারে।
gu_in: ગર્ભાવસ્થા અસ્વીકાર્ય જોખમ બની જાય તેવી સ્થિતિ ધરાવતી સ્ત્રીઓને સલાહ આપવામાં આવે છે કે, જે સ્ત્રીઓ ગર્ભાવસ્થાને નિવારવા માટે બેરિયર (અવરોધક) પદ્ધતિનો સતત અને યોગ્ય રીતે ઉપયોગ કરી શકે તેમ નથી તેમના માટે તે યોગ્ય નથી, કારણ કે, તેમાં તેનો નિષ્ફળ જવાનો સામાન્ય કરતાં વધારે ઊંચો દર ધરાવે છે.
hi: ऐसी स्थितियों वाली महिलाएँ जो गर्भावस्था को अस्वीकार्य जोखिम बनाती हैं उन्हें सलाह दी जानी चाहिए कि गर्भावस्था की रोकथाम के लिए बाधा विधियां उन लोगों के लिए उपयुक्त नहीं हो सकती हैं जो उनका लगातार और सही तरीके से इसलिए उपयोग नहीं कर सकते हैं क्योंकि उनकी अपेक्षाकृत उच्च विशिष्ट-उपयोग विफलता दरें हैं।
kn_in: ಗರ್ಭಧಾರಣೆಯನ್ನು ಸ್ವೀಕಾರಾರ್ಹವಲ್ಲದ ಅಪಾಯವನ್ನಾಗಿ ಮಾಡುವ ಪರಿಸ್ಥಿತಿಗಳನ್ನು ಹೊಂದಿರುವ ಮಹಿಳೆಯರಿಗೆ ಗರ್ಭಧಾರಣೆ ತಡೆಗಟ್ಟುವಿಕೆಯ ತಡೆಗೋಡೆ ವಿಧಾನಗಳನ್ನು ನಿರಂತರವಾಗಿ ಮತ್ತು ಸರಿಯಾಗಿ ಬಳಸಲು ಸಾಧ್ಯವಾಗದವರಿಗೆ ಅವುಗಳ ಅಧಿಕ ಸಾಮಾನ್ಯ-ಬಳಕೆಯ ವೈಫಲ್ಯದ ದರಗಳಿಂದಾಗಿ ಅವು ತುಲನಾತ್ಮಕವಾಗಿ ಸೂಕ್ತವಲ್ಲವೆಂದು ಸಲಹೆ ನೀಡಬೇಕು.
ml_in: ഗർഭധാരണം സ്വീകാര്യമല്ലാത്ത അപകടസാധ്യതയുണ്ടാക്കുന്ന സ്ത്രീകളിൽ, താരതമ്യേന ഉയർന്ന സാധാരണ-ഉപയോഗ പരാജയ നിരക്ക് കാരണം സ്ഥിരമായും കൃത്യമായും ഉപയോഗിക്കാൻ കഴിയാത്തവർക്ക് ബാരിയർ രീതി അനുയോജ്യമല്ലെന്ന് നിർദ്ദേശിക്കേണ്ടതാണ്.
or_in: ଗର୍ଭାବସ୍ଥାକୁ ଅସ୍ୱୀକାର୍ଯ୍ୟ ବିପଦ କରୁଥିବା ଅବସ୍ଥାରେ ଥିବା ମହିଳାମାନଙ୍କୁ ଏହା ପରାମର୍ଶ ଦିଆଯିବା ଉଚିତ ଯେ, ଗର୍ଭାବସ୍ଥା ପ୍ରତିରୋଧ ପାଇଁ ଅବରୋଧର ପ୍ରଣାଳୀ ସେହି ଲୋକମାନଙ୍କ ପାଇଁ ଉପଯୁକ୍ତ ହୋଇନଥାଏ, ଯେଉଁମାନେ ସେଗୁଡ଼ିକର ଅପେକ୍ଷାକୃତ ଅଧିକ ବିଶେଷ-ବ୍ୟବହାର ବିଫଳତା ହାର କାରଣରୁ ସେଗୁଡ଼ିକୁ ନିରନ୍ତର ଓ ସଠିକ୍ ଭାବେ ବ୍ୟବହାର କରିପାରୁନାହାଁନ୍ତି।
pa_in: ਅਜਿਹੀਆਂ ਸਥਿਤੀਆਂ ਵਾਲੀਆਂ ਔਰਤਾਂ ਜੋ ਗਰਭਅਵਸਥਾ ਨੂੰ ਇੱਕ ਅਸਵੀਕਾਰਯੋਗ ਜੋਖਮ ਬਣਾਉਂਦੀਆਂ ਹਨ, ਨੂੰ ਸਲਾਹ ਦਿੱਤੀ ਜਾਣੀ ਚਾਹੀਦੀ ਹੈ ਕਿ ਗਰਭ ਅਵਸਥਾ ਦੀ ਰੋਕਥਾਮ ਲਈ ਰੁਕਾਵਟ ਵਿਧੀਆਂ ਉਨ੍ਹਾਂ ਲੋਕਾਂ ਲਈ ਉਚਿਤ ਨਹੀਂ ਹੋ ਸਕਦੀਆਂ ਜੋ ਉਨ੍ਹਾਂ ਦੀ ਤੁਲਨਾਤਮਕ ਤੌਰ 'ਤੇ ਵਧੇਰੇ ਆਮ-ਵਰਤੋਂ ਅਸਫਲਤਾ ਦਰਾਂ ਕਾਰਨ ਉਨ੍ਹਾਂ ਨੂੰ ਨਿਰੰਤਰ ਅਤੇ ਸਹੀ ਢੰਗ ਨਾਲ ਨਹੀਂ ਵਰਤ ਸਕਦੇ।
ta_in: கர்ப்பத்தை ஏற்றுக்கொள்ள முடியாத ஒரு அபாய நிலையிலுள்ள பெண்கள், கர்ப்பத்தை தடுக்கவென இந்த தடுப்பு முறைகளை உபயோகிக்க பரிந்துரைக்கப்படுகின்றனர். ஒப்பீட்டளவில் அதிகமான அசல் – பயன்பாட்டு தோல்வி விகிதங்கள் காரணமாக, அவற்றை தொடர்ந்து சரியாக உபயோகிக்க முடியாதவர்களுக்கு , தடுப்பு முறை பொருத்தமானது அல்ல.
te_in: గర్భం అనేది అంగీకరించలేకపోయే పరిస్థితిలో ఉన్నవారికీ కాని ప్రమాదాన్ని కలిగించే పరిస్థితులతో ఉన్నవారికీ ఈ గర్భం రాకుండా అడ్డుకునే బారియర్ల ఉపయోగించే విధానాలు సాపేక్షంగా అధిక విలక్షణ-ఉపయోగ వైఫల్య రేట్లు కారణంగా వాటిని స్థిరంగా మరియు సరిగ్గా ఉపయోగించలేని స్త్రీలకి, గర్భధారణ నివారణకు, ఈ బారియర్ల అవరోధ పద్ధతులు తగినవి కావు, అని సలహా ఇవ్వాలి.

source: Yes
as_in: হয়
bn_in: হ্যাঁ
gu_in: હા
hi: हाँ
kn_in: ಹೌದು
ml_in: അതെ
ta_in: ஆமாம்
te_in: అవును

source: Zidovudine
as_in: জিডোভুডিন
bn_in: জাইডোভুডাইন
gu_in: ઝિડોવુડાઇન
hi: जिडोवुडिन
kn_in: ಜಿಡೋವುಡೀನ್
ml_in: ഡിസോവുഡൈൻ
or_in: ଜିଡୋଭୁଡାଇନ୍
pa_in: ਜ਼ੀਡੋਵੁਡੀਨ
ta_in: ஜிடோவுடைன்
te_in: జిడోవుడిన్
